Repository: devmhm-eng/Aether
Catalog: lib/l10n/app_*.arb
Languages: fa, ru, zh

# appTitle
source: MetaCore
fa: متاکور

# appSlogan
source: Secure & Fast Proxy
fa: پروکسی امن و سریع
ru: Быстрый и безопасный прокси
zh: 安全快速代理

# speedTestReady
source: Ready to Test
fa: آماده تست سرعت
ru: Готов к тесту
zh: 准备测试

# speedTestTesting
source: Testing Speed...
fa: در حال تست...
ru: Тестирование...
zh: 测试速度...

# loginEnterKey
source: Enter your subscription key
fa: کلید اشتراک خود را وارد کنید
ru: Введите код подписки
zh: 输入订阅密钥

# loginConnect
source: Connect
fa: اتصال
ru: Подключить
zh: 连接

# loginFindKey
source: Where to find key?
fa: کلید را از کجا پیدا کنم؟
ru: Где найти ключ?
zh: 哪里可以找到密钥？

# loginPaste
source: Paste
fa: جایگذاری
ru: Вставить
zh: 粘贴

# userId
source: ID: {id}
fa: شناسه: {id}

# settingsTitle
source: YOUR SUBSCRIPTIONS
fa: اشتراک‌های شما
ru: ВАШИ ПОДПИСКИ
zh: 您的订阅

# settingsLanguage
source: LANGUAGE
fa: زبان
ru: ЯЗЫК
zh: 语言

# settingsNoSubs
source: No Active Subscriptions
fa: هیچ اشتراک فعالی ندارید
ru: Нет активных подписок
zh: 没有激活的订阅

# settingsAddSub
source: Link New Subscription
fa: اتصال اشتراک جدید
ru: Привязать новую подписку
zh: 绑定新订阅

# subActive
source: Active
fa: فعال
ru: Активна
zh: 活跃

# subExpired
source: Expired
fa: منقضی شده
ru: Истекла
zh: 已过期

# subDevices
source: Devices: ‎{active}/{max}
fa: دستگاه‌ها: {active}/{max}
ru: Устройства: {active}/{max}
zh: 设备: {active}/{max}

# subManage
source: Manage
fa: مدیریت
ru: Управление
zh: 管理

# dialogAddTitle
source: Add Subscription
fa: افزودن اشتراک
ru: Добавить подписку
zh: 添加订阅

# dialogEnterToken
source: Enter Subscription Token
fa: کد اشتراک را وارد کنید
ru: Введите токен подписки
zh: 输入订阅令牌

# dialogConnect
source: Connect
fa: اتصال
ru: Подключить
zh: 连接

# statusTitleNormal
source: is
fa: است
ru: работает
zh: 正常

# statusTitleFailed
source: is failed.
fa: شکست خورد.
ru: ошибка.
zh: 连接失败

# statusTitleNoInternet
source: has
fa: اینترنت
ru: нет сети
zh: 无网络

# statusTitleDisconnecting
source: is returning
fa: در حال
ru: отключается
zh: 正在断开

# statusTitleDefault
source: is chilling.
fa: در حال
ru: в режиме ожидания.
zh: 待机中

# statusDescLoading
source: plugging in ...
fa: اتصال ...
ru: подключение ...
zh: 正在连接...

# statusDescConnected
source: powered up
fa: قدرتمند شد
ru: подключено
zh: 已连接

# statusDescAnalyzing
source: doing science ...
fa: چیزهای علمی ...
ru: анализ ...
zh: 正在分析...

# statusDescNoInternet
source: exited the matrix
fa: قطع شد
ru: нет интернета
zh: 无法上网

# statusDescError
source: we're sorry :(
fa: متاسفیم :(
ru: произошла ошибка :(
zh: 出错了 :(

# statusDescDisconnecting
source: to standby mode.
fa: بازگشت به حالت آماده.
ru: отключение.
zh: 正在断开连接

# statusDescDefault
source: Connect already
fa: استراحت.
ru: Нажмите для подключения
zh: 点击连接

# privacyTitle
source: Privacy Notice
fa: حریم خصوصی
ru: Уведомление о конфиденциальности
zh: 隐私声明

# privacyBody
source: This app does not collect, store, or transmit any personal information to its servers. Only a small amount of non-personal data (such as your internet providerâ€™s name) may be stored locally on your device to improve connection performance for future sessions. By continuing, you agree to install the VPN profile.
fa: این برنامه هیچ اطلاعات شخصی را جمع‌آوری، ذخیره یا ارسال نمی‌کند. تنها مقدار کمی داده غیر شخصی (مانند نام تامین‌کننده اینترنت) ممکن است برای بهبود عملکرد اتصال به صورت محلی در دستگاه شما ذخیره شود. با ادامه، شما با نصب پروفایل VPN موافقت می‌کنید.
ru: Это приложение не собирает, не хранит и не передает личную информацию на свои серверы. Только небольшой объем неперсональных данных (таких как имя вашего интернет-провайдера) может храниться локально на вашем устройстве для улучшения качества соединения. Продолжая, вы соглашаетесь установить VPN-профиль.
zh: 本应用不会收集、存储或向服务器传输任何个人信息。 仅会在本地存储少量非个人数据（如您的网络运营商名称）以改善连接性能。 继续使用即表示您同意安装VPN配置文件。

# privacyButton
source: Got it
fa: متوجه شدم
ru: Понятно
zh: 我知道了

source: Update available
fa: بروزرسانی موجود است
ru: Доступно обновление
zh: 有新版本

source: Update required
fa: بروزرسانی الزامی است
ru: Требуется обновление
zh: 需要更新

# updateOptionalDesc
source: To get the most out of the app and enjoy the latest improvements, please update to the newest version.
fa: برای استفاده از آخرین امکانات و بهبودهای برنامه، لطفا به نسخه جدید بروزرسانی کنید.
ru: Чтобы использовать все возможности приложения, обновите его до последней версии.
zh: 为了获得最佳体验，请更新到最新版本。

# updateRequiredDesc
source: To continue using MetaCore, please update to the latest version. This update includes critical improvements and is required for app functionality.
fa: برای ادامه استفاده، لطفا برنامه را بروزرسانی کنید. این نسخه شامل تغییرات مهم و ضروری است.
ru: Для продолжения использования обновите приложение до последней версии. Это обновление содержит важные исправления.
zh: 需要更新才能继续使用。此更新包含重要修复。

# updateButton
source: Update now
fa: بروزرسانی
ru: Обновить
zh: 立即更新

# updateNotNow
source: Not now
fa: فعلا نه
ru: Позже
zh: 稍后再说

# switchSuccess
source: Switched to {name}
fa: اشتراک با موفقیت به {name} تغییر یافت
ru: Переключено на {name}
zh: 已切换到 {name}

# speedTestDownload
source: DOWNLOAD
fa: دانلود
ru: СКАЧИВАНИЕ
zh: 下载

# speedTestUpload
source: UPLOAD
fa: آپلود
ru: ЗАГРУЗКА
zh: 上传

# speedTestPing
source: PING
fa: پینگ
ru: ПИНГ
zh: 延迟

# speedTestJitter
source: JITTER
fa: جیتر
ru: ДЖИТТЕР
zh: 抖动

# speedTestLoss
source: LOSS
fa: اتلاف
ru: ПОТЕРИ
zh: 丢包

# speedTestLatency
source: LATENCY
fa: تاخیر
ru: ЗАДЕРЖКА
zh: 延迟
